<template>
  <section class="text-styles">
    <div class="container">
      <h2>О компании</h2>
      <p class="bold">
        Интернет-магазин "Mono.ru" – лучшие смартфоны по низким ценам!
      </p>
      <p>
        Мы рады предложить вам недорогие, но качественные товары с подробными
        описаниями, характеристиками и фотографиями. У нас Вы можете купить
        замечательные товары: технику, электронику, одежду, обувь, игрушки,
        книги и многое другое в вашем регионе по ценам производителей и без
        наценки.
      </p>
      <p class="bold">Наши главные преимущества:</p>
      <ul>
        <li>Низкие цены от производителей</li>
        <li>Доставка по городу в день заказа</li>
        <li>Доставка заказов Почтой по всей Стране за 5-15 дней</li>
      </ul>
    </div>
  </section>
</template>
