<template>
  <div class="about container">
    <div class="text-styles">
      <h2>О компании</h2>
      <p class="bold">
        Интернет-магазин "Mono.ru" – лучшие смартфоны по низким ценам!
      </p>
      <p>
        Мы рады предложить вам недорогие, но качественные смартфоны с подробными
        описаниями, характеристиками и фотографиями. У нас Вы можете купить
        замечательные товары в вашем регионе по ценам производителей и без
        наценки.
      </p>
      <p class="bold">Наши главные преимущества:</p>
      <ul>
        <li>Низкие цены от производителей</li>
        <li>Доставка по городу в день заказа</li>
        <li>Доставка заказов Почтой по всей Стране за 5-15 дней</li>
      </ul>
    </div>
  </div>
</template>
