<template>
  <div class="contacts container">
    <div class="text-styles">
      <p>
        Вы можете найти нас по адресу: г. Тольятти, пр. Степана Разина, дом 44
      </p>
      <p>Телефон отдела продаж: 8-495-123-45-67 (многоканальный)</p>
      <p>Телефон отдела оптовых продаж: 8-495-765-43-21</p>
      <p>Email: sales@mono.ru</p>
      <p class="bold">График работы офиса и склада:</p>
      <p>Понедельник - пятница с 9:00 до 21:00</p>
      <p>Суббота - воскресение с 10:00 до 18:00</p>
      <p class="bold">Реквизиты:</p>
      <p>ИП Жмышенко Валерий Альбертович</p>
      <p>ОГРНИП: 123456789012345</p>
      <p>ИНН: 123456789012</p>
      <p>КПП: 123456789</p>
    </div>
  </div>
</template>
