<template>
  <div class="delivery container">
    <div class="text-styles">
      <h2>Доставка</h2>
      <p>
        Наш интернет-магазин осуществляет доставку по Тольятти и всей России:
      </p>
      <ol>
        <li>Курьерская доставка по Тольятти — 200 руб.</li>
        <li>
          Самовывоз из нашего пункта выдачи или розничного магазина – бесплатно!
        </li>
        <li>
          Почтовая доставка по России — от 150 руб. в зависимости от адреса
          доставки.
        </li>
      </ol>
      <p>Сроки доставки:</p>
      <ol>
        <li>Курьерская доставка по Тольятти – на следующий день</li>
        <li>Самовывоз – на следующий день</li>
        <li>
          Почтовая доставка по России – от 3 до 14 дней в зависимости от региона
        </li>
      </ol>
      <p class="bold">
        Доставка осуществляется бесплатно при сумме заказа более 7000 рублей.
      </p>
    </div>
  </div>
</template>
